Repository: zielu2021/therapy-platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Last Name
es: Apellido

source: Confirm Email Address
es: Confirmar dirección de correo electrónico

source: Please confirm that
es: Por favor, confirma que

source: is an email address for user
es: es una dirección de correo electrónico para el usuario

source: Confirm
es: Confirmar

source: Unable to confirm %(email)s because it is already confirmed by a different account.
es: No es posible confirmar %(email)s porque ya ha sido confirmado por una cuenta diferente.

source: This email confirmation link expired or is invalid. Please
es: Este enlace de confirmación por correo electrónico ha caducado o no es válido. Por favor,

source: issue a new email confirmation request
es: solicita una nueva confirmación por correo electrónico

source: Login
es: Acceso

source: Don't have an account
es: No tienes una cuenta

source: Sign up here
es: Regístrate aquí

source: Continue with Google
es: Continuar con Google

source: Change Password
es: Cambiar Contraseña

source: Password Reset
es: Olvidé Contraseña

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
es: ¿Olvidaste tu contraseña? Ingresa tu dirección de correo electrónico a continuación y te enviaremos un correo electrónico que te permitirá restablecerla.

source: Reset My Password
es: Restablecer mi contraseña

source: Please contact us if you have any trouble resetting your password.
es: Por favor, contáctanos si tienes algún problema al restablecer tu contraseña

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
es: Te hemos enviado un correo electrónico. Si no lo has recibido, por favor revisa tu carpeta de spam. De lo contrario, contáctanos si no lo recibes en unos minutos.

source: The password reset link was invalid, possibly because it has already been used. Please request a
es: Token inválido

source: new password reset
es: Nueva solicitud de restablecimiento de contraseña

source: Your password is now changed.
es: Tu contraseña ha sido cambiada

source: Login with new password
es: Inicia sesión con la nueva contraseña

source: Sign up
es: Registrarse

source: Register
es: Registrarse

source: Have an account
es: ¿Ya tienes una cuenta?

source: Verify Your Email Address
es: Verifica tu dirección de correo electrónico

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
es: Hemos enviado un correo electrónico para verificar tu cuenta. Sigue el enlace proporcionado para finalizar el proceso de registro. Si no ves el correo de verificación en tu bandeja de entrada principal, revisa la carpeta de correo no deseado. Por favor, contáctanos si no recibes el correo de verificación en unos minutos.

source: Englisch
es: Inglés

source: Spanish Translation
es: Español

source: Your Name
es: Tu Nombre

source: Leave a comment
es: Deja un comentario

source: Name (Spanish)
es: Nombre

source: categories
es: Categorías

source: Back to Blog
es: Atras

source: Submit
es: Embiar

source: Comments
es: Comentarios

source: On
es: el

source: wrote
es: escribió

source: You are welcome to read, relax and feed your soul
es: Te invitamos a leer, relajarte y alimentar tu alma

source: Feel free to leave us your thoughts and ideas in comments below
es: Siéntete libre de dejarnos tus pensamientos e ideas en los comentarios a continuación

source: Categories
es: Categorias

source: 50 mins Online Therapy- Individual
es: Terapia en línea de 50 minutos - Individual

source: 50 mins Online Therapy- Couples
es: Terapia en línea de 50 minutos - Parejas

source: Select Day
es: Seleccionar día

source: Continue
es: Continuar

source: Time
es: hora

source: Welcome to our Booking Panel
es: Bienvenido a nuestro Panel de Reservas

source: You can easily book appointments up to 3 weeks in advance
es: Puedes reservar citas fácilmente hasta con 3 semanas de antelación

source: You have the flexibility to edit your appointment within 24 hours prior to the scheduled time through your user panel
es: Tienes la flexibilidad de editar tu cita hasta 24 horas antes de la hora programada a través de tu panel de usuario

source: Book appointment
es: Pide Cita

source: Write to us
es: Escríbanos

source: Staff Panel
es: Panel de personal

source: Add New Appointment
es: Añadir nueva cita

source: Username
es: Nombre de usuario

source: Date
es: Día

source: User Panel
es: Panel de Usuario

source: Free E-books
es: Gratis E-books

source: Download
es: Descargar

source: Edit Appointment
es: Editar cita

source: Appointment Saved! Check your email with confirmation.
es: Cita guardada. Verifica tu correo electrónico para confirmación.

source: Appointment Confirmation
es: Confirmación de cita

source: Your appointment for %(service)s on %(day)s at %(time)s has been confirmed.
es: Su cita para %(service)s el %(day)s a las %(time)s ha sido confirmada.

source: Appointment Edited! Check your email with new date confirmation
es: Cita editada. Verifica tu correo electrónico para confirmación de la nueva fecha

source: Appointment Edited Succesfully
es: Cita editada exitosamente

source: Fill the form
es: Completa el formulario

source: Send message
es: Enviar mensaje

source: Understanding the mind is a journey without a final destination, and every step unveils the complexity and beauty of our inner world
es: Comprender la mente es un viaje sin un destino final, y cada paso revela la complejidad y belleza de nuestro mundo interior

source: Thank you for contacting us
es: Gracias por ponerse en contacto con nosotros

source: Dear {name}, Thanks for contacting us! We have received your message: {message} and will get back to you as soon as possible.
es: Estimado/a {name},¡Gracias por ponerse en contacto con nosotros! Hemos recibido su mensaje: {message} y nos pondremos en contacto con usted lo antes posible.

source: Thanks for contacting us. Your message has been submitted successfully, and a confirmation email has been sent.
es: Gracias por ponerse en contacto con nosotros. Su mensaje se ha enviado correctamente y se ha enviado un correo electrónico de confirmación.

source: your psychologist online
es: Tu psicólogo en línea

source: BOOK APPOINTMENT
es: PIDE CITA

source: READ MORE
es: LEER MÁS

source: Feel free to reach out to us in a way that's most convenient for you
es: No dudes en ponerte en contacto con nosotros de la manera que te resulte más conveniente

source: >>Write here<<
es: >>Escribe aquí<<

source: Individual and Couples Counseling
es: Consejería individual y de parejas

source: Your journey to a healthier, happier you begins here
es: Tu camino hacia un tú más saludable y feliz comienza aquí

source: How it works
es: Cómo funciona

source: Stay in your comfort zone
es: Mantente en tu zona de confort

source: Our team is dedicated to providing professional assistance for your mental well-being online
es: Nuestro equipo está dedicado a brindar asistencia profesional para tu bienestar mental en línea

source: Ascend or Descend
es: Ascender o Descender

source: Choose wisely, and allow us to guide you to the summit of well-being
es: Elige sabiamente y permítenos guiarte hacia la cima del bienestar

source: Explore more about our therapeutic steps tailored to enhance your emotional and mental state
es: Descubre más sobre nuestros pasos terapéuticos diseñados para mejorar tu estado emocional y mental

source: Explore Further
es: Explorar más

source: Optimize Savings with Our Exclusive Plans!
es: ¡Optimiza tus ahorros con nuestros planes exclusivos!

source: Many of us appreciate the value of saving.
es: Muchos de nosotros apreciamos el valor del ahorro.

source: Select the meticulously crafted plan that suits you best, and experience a boost in both mental well-being and financial satisfaction.
es: Selecciona el plan cuidadosamente diseñado que mejor se adapte a ti y experimenta un impulso tanto en el bienestar mental como en la satisfacción financiera.

source: Choose happiness for your mind and wallet with our thoughtfully tailored options
es: Elige la felicidad para tu mente y tu billetera con nuestras opciones cuidadosamente diseñadas

source: Explore Our Packages
es: Explora Nuestros Paquetes

source: Read more & enjoy
es: Leer más y disfrutar

source: Embarking on the Path to Mental Well-being
es: Embarcándote en el Camino hacia el Bienestar Mental

source: From expert professionals to tailored solutions
es: Desde profesionales expertos hasta soluciones personalizadas

source: discover the unique benefits that make us the ideal choice for your mental health and personal growth
es: descubre los beneficios únicos que nos convierten en la elección ideal para tu salud mental y crecimiento personal

source: Theory
es: Teoría

source: Practise
es: Práctica

source: PERSONAL QUALIFIED
es: PERSONAL CALIFICADO

source: EVIDENCE-BASED THERAPY
es: TERAPIA BASADA EN EVIDENCIA

source: PROFESSIONAL CONFIDENTIALITY
es: CONFIDENCIALIDAD PROFESIONAL

source: DEDICATION TO YOUR WELLNESS
es: DEDICACIÓN A TU BIENESTAR

source: "The best way out is always through. In therapy, we find the tools to navigate the through." - Robert Frost
es: "La mejor manera de salir siempre es seguir adelante. En terapia, encontramos las herramientas para navegar a través de ello." - Robert Frost

source: Exceptionally positive responses from our clients highlight that every individual experiences significant improvements in their well-being after a brief period of therapy
es: Respuestas excepcionalmente positivas de nuestros clientes destacan que cada individuo experimenta mejoras significativas en su bienestar después de un breve período de terapia.

source: Join the satisfied customers
es: Únete a los clientes satisfechos

source: Explore the insightful testimonials from our clients in the realm of online psychology. Take a moment to delve into the reviews, discovering the positive experiences others have had.
es: Explora los testimonios perspicaces de nuestros clientes en el ámbito de la psicología en línea. Tómate un momento para sumergirte en las reseñas, descubriendo las experiencias positivas que otros han tenido.

source: All testimonials
es: Todos los testimonios

source: Last Reviews
es: Últimas reseñas

source: Author
es: Autor

source: Register and enjoy professional e-assistance in your daily life
es: Regístrate y disfruta de asistencia profesional en tu vida diaria

source: Regularly updated database of free guides
es: Base de datos actualizada regularmente de guías gratuitas

source: Free e-books
es: E-books gratuitos

source: Steps of therapy
es: Pasos de la terapia

source: In your way for better future
es: En tu camino hacia un futuro mejor

source: Step 1: Evaluation
es: Paso 1: Evaluación

source: In the initial sessions, your psychologist seeks to understand what you are going through and what has led to the discomfort and problems you are facing.
es: En las primeras sesiones tu psicólogo/a trata de entender por lo que estás pasando. Además de ver qué te ha llevado a tener el malestar y los problemas que tienes. Para ello te realizará una entrevista y es posible que te pase algunos tests, con el fin de tener la información necesaria para elaborar una hipótesis.

source: Duration: between 3-4 sessions (depending on the problem and its duration)
es: Duración: entre 3- 4 sesiones (dependiendo del problema y su duración)

source: Step 2: Understanding the Problem
es: Paso 2: Comprender el Problema

source: Your psychologist conducts a thorough analysis of what is sustaining the problem. They teach you to understand why this is happening and what steps you can take to progress and make changes.
es: Tu psicólogo/a, realizar un exhaustivo análisis de lo que está manteniendo el problema. Así, te enseña a comprender por qué te está ocurriendo esto y cuáles son los pasos para poder avanzar y cambiar. Juntos/as establecéis cuáles son los objetivos que queréis conseguir.

source: Duration: 1 session
es: Duración: 1 sesión

source: Step 3: Intervention
es: Paso 3: Intervención

source: With the help of your therapist, you learn strategies to address and solve problems. This is where changes occur, and the previously set objectives are achieved.
es: Con la ayuda de tu terapeuta, aprendes estrategias para solucionar los problemas. Aquí es donde se dan los cambios y se alcanzan los objetivos que se han planteado previamente, aunque siempre pueden añadirse o modificarse algunos.

source: Duration: depends on the objectives to be achieved and the pace of each individual.
es: Duración: depende de los objetivos a alcanzar y del ritmo de cada persona.

source: Step 4: Therapeutic Discharge
es: Paso 4: Alta Terapéutica

source: Therapeutic discharge marks the end of the treatment. It occurs when you express satisfaction and feel that you have met your improvement expectations.
es: El alta terapéutica marca el final del tratamiento. Se da cuando expresas directamente estar satisfecho/a y haber cumplido tus expectativas de mejora. A su vez, tu terapeuta está de acuerdo con ello.

source: After therapeutic discharge, long-term follow-up sessions can be scheduled.
es: Tras el alta terapéutica se pueden fijar sesiones de seguimiento a largo plazo.

source: Take a delightful stroll through our Plans and Pricing
es: Da un agradable paseo por nuestros Planes y Precios

source: Your path to well-being begins with selecting the perfect plan for your mental health and financial considerations
es: Tu camino hacia el bienestar comienza seleccionando el plan perfecto para tu salud mental y consideraciones financieras.

source: Don't miss out - sign up today and find out about the awesome treats waiting just for you
es: No te lo pierdas: regístrate hoy y descubre las increíbles sorpresas que te esperan solo para ti.

source: Reviews
es: Reseñas

source: Edit
es: Editar

source: Are you sure you want to delete this review?
es: ¿Estás seguro/a de que quieres eliminar esta reseña?

source: Cancel
es: Cancelar

source: Go back to all reviews
es: Volver a todas las reseñas

source: You have already submitted a review.
es: Ya has enviado una reseña

source: Click here >> and take your 20%% discount for first therapy
es: Haz clic aquí >> y obtén tu descuento del 20%% en la primera terapia

source: Home
es: Inicio

source: Services
es: Servicios

source: Booking
es: Reserva

source: Logout
es: Salir

source: We don't read minds, but we help you understand your own.
es: No leemos mentes, pero te ayudamos a comprender la tuya.

source: Pages
es: Paginas

source: Open Hours
es: Horario de apertura

source: Monday-Friday
es: Lunes a viernes

source: Saturday
es: Sábado

source: Legal notice, privacy and cookies
es: Aviso legal, privacidad y cookies
